Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: །ཞག་བདུན་གྱིས་ཐོས་པ་མང་པོར་འགྱུར་རོ། །ཞག་བཅུ་བཞི་བགྱིས་ན་མིའམ་ཅི་མོ་ལྟ་བུའི་སྒྲ་དབྱངས་སུ་འགྱུར་རོ། །ལན་ཉི་ཤུ་རྩ་གཅིག་ཏུ་བགྱིས་ན་ཐོས་པ་བསགས་པའི་རྒྱ་མཚོ་ཆེན་པོར་འགྱུར་རོ། །ཀ་ལ་བིང་ཀའི་དབྱངས་ལྟར་མཉེན་ཞིང་སྙན་ལ་རྣ་བའི་དབྱངས་སུ་འགྱུར་རོ།
en: On the seventh night his learning will greatly increase; after fourteen days his voice will become as beautiful as that of female kinnaras; after twenty-one days he will acquire learning as vast as an ocean, and his voice will be deep and sweet, as melodious as a cuckoo. “

source: །བུའི་ཆེད་དུ་མར་དང་ལྷན་ཅིག་སྩལ་ན་བྱ་རོག་ལྟ་བུ་དང་།
en: If the vidyā holder wants to obtain a son, he should offer the bezoar pill together with ghee to a woman.

source: མོ་ཤམ་རྣམས་ཀྱིས་ཀྱང་བུ་རྙེད་པར་འགྱུར་རོ། །བཙོན་རར་སྩལ་བ་དང་། ཤིང་སྒྲོག་དང་།
en: Even those women who give birth to only one child, or are barren, will give birth to a son.

source: ལྕགས་སྒྲོག་དང་། གཏན་པ་དང་། ཁོང་སྒྲིལ་ལ་བྱུགས་ན་བྱུགས་པ་ཙམ་གྱི་མོད་ལ་དུམ་བུ་དུམ་བུར་འཆག་པར་འགྱུར་རོ།
en: If the vidyā holder is in jail, he should smear his shackles, fetters, and chains with the mixture.

source: །འཐོར་བར་འགྱུར་རོ།
en: They will break into pieces and vanish as soon as they are smeared. “

source: །ཚེས་བརྒྱད་དམ་བཅུ་བཞིའམ་ཚེས་བཅྭ་ལྔ་ལ་དོན་ཡོད་རྒྱལ་པོའི་སྙིང་པོ་ལན་བདུན་བཟླས་ལ་ཁྲོ་བོའི་རྒྱལ་པོས་རང་ལ་དབང་བསྐུར་ནས་གི་ཝང་གི་རིལ་བུ་དང་སྤོས་ཆབ་བསྲེས་པས་ཁྲུས་བགྱིའོ།
en: On the eighth, fourteenth, or fifteenth lunar day, the vidyā holder should mix the bezoar pill with scented water and bathe in it while reciting the heart mantra of Amogharāja seven times and then consecrate himself with the Krodharāja mantra.

source: །ཁྲུས་བགྱིས་པ་ཙམ་གྱི་མོད་ལ་སྡིག་པ་ཐམས་ཅད་དང་། སྔོན་གྱི་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་འཇིག་པར་འགྱུར་རོ།
en: The moment he bathes, all his evil deeds and previous obscurations will be removed.

source: །ནུབ་གསུམ་དུ་ཁྲུས་བགྱིས་ན་གསང་སྔགས་དང་། ཕྱག་རྒྱ་དང་། སྒྲུབ་པ་དང་། གྲུབ་པའི་མཆོག་ཐམས་ཅད་ཐོབ་པར་འགྱུར་རོ། །ཕས་ཀྱི་རྒོལ་བ་དང་།
en: After he has bathed for three nights, he will be able to accomplish his practice of mantras and mudrās.

source: མི་མཛའ་བ་དང་། གདུག་པ་དང་། སྡིག་པ་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་པར་འགྱུར་རོ། །ལན་འགའ་ཡང་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་འཇིགས་པ་མི་འབྱུང་ཞིང་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ། །ཕྱིས་ལན་འགའ་ཡང་སྡིག་པའི་དྲི་མས་གོས་པར་མི་འགྱུར་རོ།
en: He will have no adversaries or enemies, will not encounter evil, wicked people, will be safe from every danger, and will never again be stained by evil. “

source: །གི་ཝང་གི་རིལ་བུ་ཏིལ་མར་དང་བསྲེས་ཏེ་ཁ་གདོང་ལ་བྱུགས་ནས་རྒྱལ་པོའི་མདུན་དུ་མཆིས་ན་བུ་བཞིན་དུ་པང་དུ་འཁྱུད་ནས་དགའ་བ་ཆེན་པོ་འཐོབ་པ་དང་།
en: If the vidyā holder grinds the bezoar pill with sesame oil, anoints his face with it, and stands before the king, the king will embrace him like his own son.

source: རྒྱལ་པོ་ཁྲོ་བོའི་འཇིགས་པ་ཐམས་ཅད་ཞི་བར་འགྱུར་རོ།
en: He will win the king’s true affection and will pacify all fear of incurring the king’s anger.

source: །ལུས་ཐོག་ཐག་ཏུ་བྱུགས་ན་གསད་པར་འོས་པའི་ལུས་ལ་ཡང་མཚོན་གྱིས་ཕྲོག་པར་མི་འགྱུར་ཏེ། དུམ་བུ་དུམ་བུར་འཆག་པར་འགྱུར་རོ།
en: If he smears his entire body with the mixture, no weapon will be able to harm his body, not even if he were sentenced to death.

source: །མདའ་འཕངས་ན་ལུས་ལ་འབབ་པར་མི་འགྱུར་ཞིང་གཞུ་འཆག་པར་འགྱུར་རོ།
en: The weapons will shatter before they penetrate his body, and bows will break.

source: །གི་ཝང་གི་རིལ་བུ་མགུལ་དུ་བཏགས་ནས་འབྲོག་དགོན་པ་དང་རི་དང་། ནགས་ཚང་ཚིང་བགྲོད་དཀའ་བར་ཞུགས་ན་ཆོམ་པོ་དང་། གཡོན་ཅན་དང་། རྐུན་པོ་དང་། གནོད་སྦྱིན་དང་།
en: If the vidyā holder ties the pill to his neck, he will be able to enter forested wilderness and deep mountains that are difficult to gain access to.

source: སྲིན་པོ་དང་། མི་དང་མི་མ་ལགས་པ་དང་། གཅན་གཟན་གདུག་པ་དང་། སྦྲུལ་གདུག་པ་དང་། དུག་གི་འཇིགས་པ་ཐམས་ཅད་འབྱུང་བར་མི་འགྱུར་ཏེ།
en: He will not face any danger from thieves, bandits, robbers, yakṣas, rākṣasas, humans and nonhumans, wild animals, poisonous snakes, or any venomous animals.

source: མི་གདའ་བར་འགྱུར་རོ།
en: None of them will be seen. “

source: །དཔུང་པ་གཡས་པ་ལ་བཏགས་ན་ཐམས་ཅད་དུ་ཕ་རོལ་ལས་རྒྱལ་བར་འགྱུར་རོ། །ཐམས་ཅད་དུ་མཆོད་གནས་ཆེན་པོར་ཡང་འགྱུར་རོ།
en: If the vidyā holder ties the pill onto his right arm, he will be invincible and highly esteemed by all.

source: །ཐམས་ཅད་དུ་མཐུ་དང་བརྩོན་འགྲུས་ཆེན་པོ་རྫི་བ་མེད་པས་ཕ་རོལ་ཟིལ་གྱིས་གནོན་པར་འགྱུར་རོ།
en: His strength, power, and valor will be impossible to overcome.

source: །དཔུང་པ་གཡོན་པ་ལ་བཏགས་ན་སྐྱེས་པ་དང་བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་ཐམས་ཅད་ཀྱི་གནང་ཆེན་དུ་འགྱུར་ཏེ། ཐམས་ཅད་ལྟ་འཚལ་བར་འགྱུར་རོ།
en: If he ties the pill onto his left arm, he will be loved by all women, men, boys, and girls, who will long to see him.

source: །མཆོད་པའི་འོས་ཆེན་པོར་འགྱུར་རོ། །དགོས་པ་མང་པོ་འགྲུབ་པར་འགྱུར་རོ།
en: He will be greatly honored and will accumulate much wealth.

source: །བྱིན་པ་གཡས་པ་ལ་བཏགས་ན་དུབ་པ་མ་མཆིས་པར་དཔག་ཚད་སྟོང་དུ་མཆིས་པར་འགྱུར་རོ།
en: If he ties the pill to his right knee, he will be able to travel one thousand miles without getting tired. “The vidyā holder should place the bezoar pill in his mouth and take some mustard seeds into his right hand.

source: །གི་ཝང་གི་རིལ་བུ་ཁར་བསྲེལ་ལ་ལག་པ་གཡས་པས་ཡུངས་ཀར་གྱིས་དོན་ཡོད་ལྕགས་ཀྱུ་བཟླས་ནས་དྲངས་ཏེ་ཚིག་གཞན་མི་སྨྲ་བར་གནས་མཐོན་པོར་འཛེགས་ཏེ་ཕྱོགས་གང་དུ་བསམས་པའི་སྐྱེས་པ་དང་།
en: He should mindfully repeat the summoning mantra of Amoghāṅkuśa without uttering any other words.

source: བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་མཆིས་པའི་ཕྱོགས་དེར་ཡུངས་ཀར་གྱིས་གཏོར་ན་མོད་ལ་བཀུག་པར་འགྱུར་ཏེ་མཆིས་པར་འགྱུར་རོ།
en: He should stand at a high place and cast the mustard seeds in the direction of a specific woman, man, boy, or girl, and they will be summoned to him.

source: །གལ་ཏེ་དཔག་ཚད་བརྒྱ་ཙམ་ན་གནས་པ་ཞིག་ན་ཡང་གདོན་མི་འཚལ་བར་དེ་ཞག་གསུམ་གྱིས་མཆི་བར་འགྱུར་ཏེ་ཡིད་གཉིས་མི་བགྱིའོ། །ལག་པ་གཡས་པའམ་ལག་པ་གཡོན་པ་ལ་གི་ཝང་གི་རིལ་བུ་བཏགས་ན་གང་དུ་རེག་པར་ནོར་དང་། འབྲུ་དང་། དབྱིག་དང་། ནོར་བུ་དང་། མུ་ཏིག་དང་།
en: Even if they are at the distance of one hundred leagues, they are certain to arrive after three days.

source: ཤང་ཀ་ཤིལ་དང་།
en: There can be no doubt about this.

source: བྱི་རུ་དང་། ས་ལེ་སྦྲམ་དང་། དངུལ་དང་། གོས་དང་། ལྷབ་ལྷུབ་དེ་དག་ཐམས་ཅད་བཀུག་ནས་མཆིས་པར་འགྱུར་ཏེ།
en: If the vidyā holder ties the bezoar pill to his right or left hand, any money, grain, gold, jewels, pearls, conches, śaṅkhaśilā stones, coral, silver, wrought gold, clothes, or adornments that he touches will all be drawn to him and transferred wherever he wishes. “

source: ཅི་འཚལ་བ་དེ་མཆི་བར་འགྱུར་རོ། །བྱ་ཚང་དུ་ཞུགས་ནས་ཚང་མང་གི་སྒོར་ཐལ་མོ་བརྡབས་ན་འཚེད་པ་དང་འཚེད་པའི་ཁ་ཟས་དེ་དག་ཐམས་ཅད་བཀུག་ནས་མཆིས་པར་འགྱུར་ཏེ།
en: If the vidyā holder enters an eating hall and slaps its door with his palm, all the prepared food will be drawn to him and transferred wherever he wishes.

source: ཅི་འཚལ་བ་དེ་མཆིས་པར་འགྱུར་རོ། །སྤོས་འཚོང་གི་ཚོང་ཁང་དུ་མཆིས་ན་ཚོང་ཁང་གི་ཡོ་བྱད་ཐམས་ཅད་མཆི་བར་འགྱུར་རོ།
en: If he goes to a perfume shop, all the shop’s contents will be transferred wherever he wishes.

source: །ཆང་འཚོང་གི་སྒོར་ཐལ་མོ་བརྡབས་ན་ཆང་གི་བུམ་པ་ཐམས་ཅད་མཆི་བར་འགྱུར་རོ།
en: If he slaps the door of a tavern, all the containers of alcohol will be transferred wherever he wishes.

source: །བད་བའི་སྒོར་ཐལ་མོ་བརྡབས་ན་འབྲུ་ཐམས་ཅད་བཀུག་པར་འགྱུར་རོ།
en: If he slaps the door of a granary, all the grain will be drawn to him.

source: །བཅུད་འབྱིན་པའི་ཁྱིམ་དུ་ཞུགས་ནས་འཁྲུལ་འཁོར་ལ་རེག་པར་བགྱིད་ན་བུ་རམ་གྱི་ཁུ་བ་དང་། ཤ་ཁ་རའི་གླེགས་བུ་ཐམས་ཅད་མཆི་བར་འགྱུར་རོ། །གང་དུ་འཚལ་བ་དེར་མངགས་པར་འགྱུར་རོ།
en: If he enters a sweet shop and touches the display, all the sweets, delicacies, and candies will be drawn to him and transferred wherever he wishes.

source: །གྲོང་ཁྱེར་གྱི་སྒོར་མུན་ཚབ་ཚུབ་ན་ཐལ་མོ་བརྡབས་ན་གྲོང་ཁྱེར་ན་གནས་པ་ཐམས་ཅད་གཉིད་བསྐྲོགས་པར་འགྱུར་རོ།
en: If he slaps the city gate with his hand at sunset, all the residents there will fall asleep. “

source: །དགྲ་བོའི་སྒོར་བཏབ་ན་བསྐྲད་པར་འགྱུར་རོ།
en: If the vidyā holder buries the pill at the door of an enemy, the enemy will be driven out.

source: །མཚོན་ཆ་མཁན་གྱི་ཁྱིམ་དུ་འཕངས་ན་མཚོན་ཆ་དང་། གོ་ཆ་རྣམས་རེངས་པ་དང་། རྨུགས་པར་བགྱིས་པར་འགྱུར་རོ།
en: If he throws the bezoar pill inside an armory, all the weapons and armaments will break and be rendered inoperable.

source: །རྒྱལ་པོའི་སྒོར་བཏབ་ན་ཕས་ཀྱི་རྒོལ་བ་དང་། མི་མཛའ་བ་དང་། སེམས་ཅན་གདུག་པ་ཐམས་ཅད་བཅིངས་པ་དང་། རེངས་པ་དང་། རྨུགས་པར་བགྱིས་པར་འགྱུར་རོ། །དུང་ལ་བྱུགས་ནས་གནས་མཐོན་པོར་བུས་ན་སྒྲ་གང་དུ་གྲག་པ་དེ་དག་ཏུ་འཐབ་པ་དང་། འཐབ་མོ་དང་། རྩོད་པ་དང་།
en: If he buries the pill at the door of the royal palace, all his opponents, adversaries, and other wicked beings will be bound, immobilized, and defeated.

source: འགྱེད་པ་དང་། བྱད་དང་། དུག་སྦྱར་མ་དང་། དུག་དང་། ནད་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ།
en: If the vidyā holder anoints a conch with the mixture and blows it from a high place, all those who hear the sound will be saved from quarrels, disputes, contests, disagreements, kākhordas, poison, and disease.

source: །གྲོང་ཁྱེར་གྱི་སྒོར་བུས་ན་ཡམས་ཀྱི་ནད་དང་། གནོད་པ་དང་། མི་ངས་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་རོ།
en: If he blows it at a city gate, all plagues, calamities, and epidemics will be pacified.

source: །ཕྱུགས་ལྷས་སུ་བུས་ན་འོ་མ་ཐམས་ཅད་ཕྲོགས་པར་འགྱུར་རོ། །གང་དུ་འཚལ་བ་དེར་མཆི་བར་འགྱུར་རོ།
en: If he blows it near a cowshed, all the milk will be taken from the cows and will be collected and transferred wherever he wishes.

source: །ར་ལུག་གི་ལྷས་སུ་བུས་ན་ར་ལུག་གི་འོ་མ་ཕྲོགས་པར་འགྱུར་ཏེ། གར་འཚལ་བ་དེར་མཆི་བར་འགྱུར་རོ།
en: If he blows it near a goat pen, all their milk will be taken and transferred wherever he likes.

source: །སྐྱེ་བོའི་ཚོགས་ཆེན་པོའི་དབུས་སུ་བུས་ན་ཐམས་ཅད་སྒྲེན་པོར་གྱུར་ནས་གོས་ཐམས་ཅད་བཀུག་པར་འགྱུར་རོ།
en: If he blows it in a midst of a crowd of people, they will all become naked, and the vidyā holder will be able to take all their clothes. “

source: །རྫ་རྔ་ལ་བྱུགས་ཏེ་ཁྱམས་མཐོན་པོའི་སྟེང་དུ་བརྡུངས་ན་གྲང་བ་དང་། རླུང་དང་། སེར་བ་ཐམས་ཅད་བཅིངས་པ་དང་གཤིག་པར་འགྱུར་ཏེ། ཚུགས་པར་མི་འགྱུར་རོ།
en: If the vidyā holder smears a drum with the mixture and places it in a high, open place, all cold, wind, and hail will cease, be dispersed, and not return.

source: །དཔག་ཚད་བརྒྱ་ཁོ་ར་ཁོར་ཡུག་ཏུ་སེར་བ་བཀག་པར་འགྱུར་རོ། །གྲོང་ཁྱེར་རམ།
en: The vidyā holder will be able to stop all hail within the radius of one hundred leagues.

source: ཡུལ་འཁོར་མཐའ་དག་ཏུ་བུས་ན་ནད་དང་། ཡམས་ཀྱི་ནད་དང་། གནོད་པ་དང་། འཚེ་བ་ཐམས་ཅད་ཞི་བར་འགྱུར་རོ། །འཐབ་པ་དང་། འཐབ་མོ་དང་། རྩོད་པ་དང་། འགྱེད་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་རོ།
en: If he plays the drum in the cities around the kingdom, all diseases, plagues, calamities, and catastrophes will be pacified and all quarrels, disputes, and discord will cease.

source: །མི་ངས་དང་། མུ་གེའི་འཇིགས་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་རོ།
en: All danger from epidemics and famines will pass.

source: །གཞན་ཡང་དགོས་པ་རྣམ་པ་སྣ་ཚོགས་བརྒྱ་སྟོང་དག་བགྱིད་པར་འགྱུར་ཏེ།
en: The vidyā holder will be also able to perform various other activities and employ them in any context. “

source: ཐམས་ཅད་ལ་སྦྱར་བར་བགྱིའོ། །དེ་ནས་སེམས་ཅན་ཐམས་ཅད་དང་ཐུན་མོང་བཞི་བ་དང་། རྒྱས་པ་ནད་ཐམས་ཅད་ཞི་བར་བགྱིད་ཅིང་སྡིག་པ་ཐམས་ཅད་འཇིག་པར་བགྱིད་པ། ཡམས་ཀྱི་ནད་དང་། གནོད་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བགྱིད་པ། མུ་གེའི་དགོན་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བགྱིད་པ། འབྱུང་པོ་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་།
en: Now I will explain how to bring peace and prosperity to all beings equally, how to pacify all disease, dispel all evil, pacify all plagues, calamities, famines, and disasters, and destroy all bhūtas, yakṣas, rākṣasas, grahas, and apasmāras.

source: གདོན་དང་། བརྗེད་བྱེད་ཐམས་ཅད་བརླག་པར་བགྱིད་པ་བརྗོད་པར་བགྱིད་པའོ། །རིག་སྔགས་འཆང་གཙང་མར་གྱུར་པས་ལེགས་པར་ཁྲུས་བགྱིས་ཏེ། སྤོས་དྲི་ཞིམ་པོས་ལུས་བྱུགས་ལ། གོས་གཙང་མ་བགོས་ལ་སྤོས་དྲི་ཞིམ་པོས་བསྒོས་ནས་བྱམས་པའི་སེམས་ལ་མཉམ་པར་གཞག་ཅིང་།
en: The vidyā holder should be ritually pure and well bathed, wear clean, nicely scented clothes, and perfume his body with fragrances.

source: སེམས་ཅན་ཐམས་ཅད་ལ་ལྷག་པར་བརྩེ་བ་དང་། སྙིང་རྗེ་ཆེན་པོས་སྙིང་གདུངས་པས་སྦྱིན་སྲེག་གི་ལས་འདི་བགྱི་སྟེ། ཨརྐའི་ཤིང་དང་། ཤ་མིའི་ཤིང་དང་། ཤིང་འོ་མ་ཅན་ནམ། ཇི་ལྟར་ཡང་བྱང་ཆུབ་ཀྱི་ཤིང་སྟེ།
en: Wholly moved by kindness for all beings, and with great compassion filling his heart, he should perform the homa as follows. “

source: དེ་དག་གི་ཡམ་སྲེག་ཤིང་གིས་མེ་སྦར་ལ། འབྲས་ཡོས་དང་། ཡུངས་ཀར་དང་། པདྨ་དང་། པདྨའི་ལྡུམ་བུ་དང་། འདབ་མ་དང་། ཞོ་དང་། སྦྲང་རྩི་དང་། མར་དུ་བསྲེས་པས་སྦྱིན་སྲེག་བགྱིའོ།
en: He should make fire with sticks of giant milkweed, śamī tree, kṣīravṛkṣa, or bodhi tree and offer one thousand and eight oblations of parched rice, mustard seeds, and the flowers, stalks, and leaves of lotuses smeared with curds, honey, and ghee.

source: །དོན་ཡོད་ཞགས་པའི་སྙིང་པོ་སྟོང་རྩ་བརྒྱད་བཟླས་ནས།
en: Each oblation should be accompanied by a single recitation of the heart mantra of Amoghapāśa.

source: དེ་ནས་དོན་ཡོད་ཞགས་པ་ཁྲོ་བོའི་རྒྱལ་པོས་དབང་བསྐུར་ཏེ། དོན་ཡོད་ཞགས་པའི་ཕྱག་རྒྱས་ཕྱག་རྒྱ་ལན་བརྒྱ་རྩ་བརྒྱད་བཅིང་ངོ་། །དེ་ནས་སྦྱིན་སྲེག་གི་དགོས་པ་རྣམས་མཐར་ཕྱིན་པའི་མོད་ཁོ་ནར་དཔག་ཚད་གཅིག་ཁོར་ཡུག་ཏུ་ཡམས་ཀྱི་ནད་དང་། གནོད་པ་དང་། འཚེ་བ་དང་། ནད་དང་། མུ་གེའི་དགོན་པ་མི་བཟད་པ་དང་། རང་གི་དཔུང་དང་། གཞན་གྱི་དཔུང་གི་འཇིགས་པ་དང་། ཕས་ཀྱི་རྒོལ་བ་དང་། མི་མཛའ་བའི་འཇིགས་པ་ཐམས་ཅད་དང་། ཆོམ་པོ་དང་། གཡོན་ཅན་དང་།
en: He should then consecrate it one hundred and eight times with the Amoghapāśa-Krodharāja mantra while displaying the mudrā of Amoghapāśa the same number of times.

source: རྐུན་པོ་དང་། གཅན་གཟན་གདུག་པ་ཅན་དང་། སྦྲུལ་དང་། དུག་མི་བཟད་པ་དང་། གདུག་པ་དང་བཅས་པའི་སྲོག་ཆགས་ཀྱི་འཇིགས་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་རོ།
en: As soon as all the parts of the homa ritual have been completed, all plagues, calamities, catastrophes, epidemics, terrible famines, disasters, dangers from one’s own or foreign armies, dangers from opponents and adversaries, or dangers from all thieves, bandits, robbers, wild animals, poisonous snakes, or other venomous creatures with poisonous bites will be pacified and not occur again within the radius of one hundred leagues. “

source: །མི་ཚུགས་པར་འགྱུར་རོ། །དཔག་ཚད་བརྒྱར་ཁོ་ར་ཁོར་ཡུག་ཏུ་རིམས་མི་འབྱུང་སྟེ། གནོད་པས་མ་ལགས། ནད་ཀྱིས་མ་ལགས་ཏེ། གནོད་སྦྱིན་དང་།
en: There will be no fever, disease, or ailments.

source: སྲིན་པོ་དང་། འབྱུང་པོ་དང་། གདོན་རྣམས་ཀྱིས་མི་ཚུགས་ཏེ། རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །འཐབ་པ་དང་།
en: Yakṣas, rākṣasas, bhūtas, and grahas will be pacified and no longer appear.

source: འཐབ་མོ་དང་། རྩོད་པ་དང་། འགྱེད་པ་དང་། ནང་འཁྲུག་དང་། འཁྲུག་པ་དང་། སྐྲོད་པ་དང་། མདངས་གཅོད་པ་དང་།
en: There will be no quarrels, disputes, discord, brawls, riots, threats, blockades, imprisonments, or beatings.

source: འཆིང་བ་དང་། སྡིག་པ་རྣམས་ཀྱིས་མི་ཚུགས་ཏེ། རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །སེམས་ཅན་ཐམས་ཅད་བདེ་བར་འགྱུར་རོ།
en: They will cease, and all the beings will live at ease.

source: །ཤིན་ཏུ་ལོ་ལེགས་ཤིང་མདངས་དགའ་ལ་སྐྱེ་བོ་དང་། མི་མང་པོས་རབ་ཏུ་གང་ཞིང་མེ་ཏོག་དང་། འབྲས་བུ་ཕུན་སུམ་ཚོགས་པར་འགྱུར་རོ།
en: Human populations will thrive, with plentiful supplies of food, pleasures, flowers, and food.

source: །ནོར་དང་། འབྲུ་དང་། ལོ་ཏོག་རབ་ཏུ་མང་པོ་འགྲུབ་པར་འགྱུར་རོ། །ཤིན་ཏུ་རོ་དང་ལྡན་པ་དང་།
en: There will be an abundance of money, grain, and crops.

source: ཤིན་ཏུ་སྨིན་པ་དང་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ། །རྩྭ་དང་། ཤིང་གེལ་པ་དང་།
en: The crops will taste excellent, ripen fully, and be perfect.

source: སྨན་དང་། ནགས་ཚང་ཚིང་དང་། མྱུ་གུ་དང་། རྩ་བ་དང་། འབྲས་བུ་བཟང་པོ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ།
en: The sap, outgrowths, roots, and fruits of all grasses, bushes, herbs, and trees will fully develop. “

source: །ཕྱིར་ཞིང་ཇི་སྲིད་འཚོའི་བར་དུ་ཡུལ་དེ་ན་ཡིད་དུ་མི་མཆི་བའི་རེག་པ་མྱོང་བར་མི་འགྱུར་རོ། ཡུལ་དེ་ན་དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་། རྗེའུ་རིགས་དང་།
en: Never again, for as long as the vidyā holder lives, will that country be subject to invasion, nor will anyone hear about such attempt.

source: དམངས་རིགས་དང་། སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་རྣམས་རྟག་ཏུ་ན་ད་མ་མཆིས་པར་འགྱུར་རོ།
en: All renunciants, brahmins, kṣatriyas, vaiśyas, and śūdras there—the women, men, boys, and girls—will remain free from disease.

source: །བདེ་བར་འཚོ་བ་དང་། ཡིད་ལ་དགའ་ཞིང་མགུ་བར་འགྱུར་རོ། །བྱམས་པ་དང་།
en: They will experience comforts and pleasure and will be happy and content.

source: སྙིང་རྗེའི་སེམས་ཀྱིས་གནས་པར་འགྱུར་རོ། །ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་།
en: Their thoughts will be suffused with love, and they will practice compassion.

source: དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དེ་དག་ཐམས་ཅད་ཀྱང་ལེགས་པར་བསྲུང་བའི་ཕྱིར་རྟག་ཏུ་བསྲུང་བ་དང་།
en: They will be well protected by devas, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, and mahoragas, who will always remain within one hundred leagues in order to guard, defend, and protect them.

source: བསྐྱབ་པ་དང་། སྦ་བའི་ཕྱིར་དཔག་ཚད་བརྒྱ་ཁོ་ར་ཁོར་ཡུག་ཏུ་བསྲུང་བ་དང་། ཡོངས་སུ་བསྐྱང་བ་དང་། ཞི་བ་དང་། བདེ་ལེགས་སུ་བགྱིད་པར་འགྱུར་རོ།
en: They will grant them protection, succor, peace, and well-being.

source: །རྒྱལ་པོ་བཞི་ཡང་དཔུང་དང་བཅས་ཏེ། ཡོངས་སུ་སྐྱོང་བ་དང་། སྲུང་བ་དང་། སྐྱོབ་པ་དང་། སྦེད་པ་བགྱིད་པར་འགྱུར་རོ།
en: The Four Great Kings together with their armies and retinues will be at hand to guard, defend and protect them.

source: །གདུག་པ་ཐམས་ཅད་བཟློག་པ་དང་། སྲུང་བ་དང་།
en: They will keep them safe and ward off the wicked.

source: ཡོངས་སུ་སྐྱོང་བར་འགྱུར་རོ། །དབང་ཕྱུག་དང་། དབང་ཕྱུག་ཆེན་པོའི་ལྷའི་བུ་རྣམས་རྟག་པར་རྒྱུན་དུ་སྲུང་བ་དང་། སྐྱོབ་པ་དང་། སྦེད་པ་བགྱིད་པར་འགྱུར་རོ།
en: Gods such as Īśvara and Maheśvara will always be there to guard, defend, and protect beings.

source: །ལྷའི་དབང་པོ་བརྒྱ་བྱིན་སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷའི་བུ་འཁོར་དང་། ཚངས་པ་དང་། ཁྱབ་འཇུག་དང་། དབང་ཕྱུག་ཆེན་པོ་དང་། ལྷའི་ཚོགས་ཀྱི་འཁོར་ཐམས་ཅད་ཀྱིས་ཡུལ་དེ་ལེགས་པར་བསྲུངས་པར་འགྱུར་རོ།
en: Indra, the king of gods in the realm of Thirty-Three, and his retinue, as well as Brahmā, Viṣṇu, Maheśvara, and all the hosts of gods together with their retinues, will guard that country well and suffuse it with vitality.

source: །གཟི་བྱིན་སྩོལ་བར་འགྱུར་རོ། །དཔག་ཚད་གཅིག་ཁོ་ར་ཁོར་ཡུག་ཏུ་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྲུང་བ་དང་། ཡོངས་སུ་སྐྱོང་བར་འགྱུར་རོ། །དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་། རྗེའུ་རིགས་དང་།
en: They will support and protect everyone within the radius of one hundred leagues.

source: དམངས་རིགས་དང་། སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་ཐམས་ཅད་ལ་སྲུང་བ་དང་།
en: They will be on hand to protect, guard, and defend all the renunciants, brahmins, kṣatriyas, vaiśyas, and śūdras, as well as all women, men, boys, and girls. “

source: སྐྱོབ་པ་དང་། སྦེད་པ་བགྱིས་པར་འགྱུར་རོ། །ཞི་བའི་ལས་འདིའི་མཐུས་སེམས་ཅན་ཐམས་ཅད་སྡིག་པ་དང་། སྒྲིབ་པ་ཐམས་ཅད་ལས་རྣམ་པར་གྲོལ་བར་འགྱུར་རོ།
en: By the power of this homa rite of pacifying, all beings will be freed from every obscuration and evil.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་ཡུལ་དེ་ལ་དགོངས་པར་འགྱུར་རོ། །ཕྱོགས་བཅུའི་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཚོགས་ཐམས་ཅད་ཡང་དག་པར་འདུ་བར་འགྱུར་རོ། །སེམས་ཅན་ཐམས་ཅད་ལ་དབུགས་འབྱིན་པར་སྟོན་པར་འཚལ་བར་འགྱུར་རོ།
en: All the tathāgatas will fix their attention on that land, and all bodhisattvas in the ten directions will gather there with their hosts, appearing with the wish to bring relief to all beings.

source: །སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་བསྲུང་བའི་དོན་དུ་ཉི་མ་དང་། ཟླ་བ་རྒྱུ་སྐར་གྱི་ཚོགས་དང་བཅས་པ་ལེགས་པར་འབྱོར་བར་འགྱུར་རོ།
en: The moon, the sun, and the host of nakṣatras will provide safety to all beings, offering them total protection.

source: །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་རྟག་པར་རྒྱུན་དུ་སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་ཐམས་ཅད་ལ་བུ་གཅིག་པ་བཞིན་དུ་དབུགས་འབྱིན་པར་འགྱུར་རོ།
en: Noble Avalokiteśvara will always be present, giving comfort to every woman, man, boy, and girl as if they were his only child.

source: །ཡོངས་སུ་བསྲུང་བ་དང་། ཡིད་ཀྱིས་བརྣག་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བགྱིད་པར་འགྱུར་ཏེ། ཡང་ནས་ཡང་དུ་བལྟ་བར་འགྱུར་རོ།
en: He will protect them, fulfill all their hearts’ desires, and appear to them again and again. “

source: །དེ་ནས་དེས་སྦྱིན་སྲེག་གི་ཐལ་བ་དང་། དྲི་ཆུ་སྐྱོ་མ་བགྱིས་ཏེ་ཕྱོགས་བཞི་ཀུན་ཏུ་དབང་བསྐུར་ན་མཚམས་ཆེན་པོ་བཅད་པར་བགྱིས་པར་འགྱུར་རོ།
en: If the vidyā holder mixes ashes from the homa with scented water and sprinkles it in the four directions, he will create a large protective ring.

source: །ནད་ཀྱིས་ཟིན་པ་ཐམས་ཅད་ཀྱི་ནད་ཐམས་ཅད་ཉེ་བར་ཞི་བར་འགྱུར་རོ།
en: If he sprinkles it on anyone afflicted with disease, their diseases will be entirely cured.

source: །རིམས་ཐམས་ཅད་ལ་ཐིག་ལེ་བགྱིས་ན་རིམས་ཐམས་ཅད་ལས་ཐར་བར་འགྱུར་རོ།
en: In the case of fever, he should make a bindi to cure them of all fever.

source: །དྲི་ཆབ་དང་ཐལ་བས་ཁྲུས་བགྱིས་ན་ཐམས་ཅད་ཀྱི་སྒྲིབ་པ་དང་། སྡིག་པ་ཐམས་ཅད་རྣམ་པར་དག་པར་འགྱུར་རོ།
en: Those who bathe in the ash and scented water will be cleansed of all their evil and obscurations.

source: །བཙོན་ར་ན་མཆིས་པའམ། ཕྱག་སྦལ་ན་མཆིས་པའི་གོས་ལ་བསྐུས་ན་རལ་བར་འགྱུར་རོ།
en: If he sprinkles the water on the clothes of someone in shackles or in prison, their shackles will break.

source: །གདུག་པས་ཟིན་པ་དང་། དུག་གིས་མྱོས་པ་ཐམས་ཅད་ལ་བསྐུས་ན་གདུག་པར་མི་འགྱུར་རོ།
en: If he anoints someone bitten by a poisonous animal or affected by poison, the victim will be detoxified. “

source: །མེ་དགུག་པའི་སྦྱིན་སྲེག་གི་ཆོ་ག་རྫོགས་སོ།། །།
en: This concludes the section on the homa procedure for invoking the god of fire. “

source: དེ་ནས་པདྨ་རྒྱ་ཆེན་པོའི་དཀྱིལ་འཁོར་འདིར་པདྨའི་རིགས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་རྣམ་པར་གྲོལ་བའི་དཀྱིལ་འཁོར་ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ་ཆེན་པོ་བརྗོད་པར་བགྱི་སྟེ།
en: Now I will teach a great sovereign rite of Noble Avalokiteśvara that belongs to the great lotus maṇḍala of the lotus family and constitutes a maṇḍala of liberation, the essence of Amoghapāśa.

source: འདི་ནི་མ་བསྒྲུབས་པར་ལས་བརྒྱ་སྟོང་བགྱིད་པར་འགྱུར་རོ།
en: This rite will accomplish hundreds of thousands of activities that would otherwise not be accomplished.

source: །ཚེས་གྲངས་རྒྱུ་སྐར་བཟང་པོ་དང་། །ཤིན་ཏུ་བཀྲ་ཤིས་མཆོག་དགེ་ལ། །ལེགས་པར་ཁྲུས་བགྱིས་གོས་གཙང་བགོ། །བྱམས་པའི་སེམས་ལ་མཉམ་པར་བཞག །
en: On a day when the stars are favorable and auspicious, the vidyā holder should bathe, wear clean clothes, and focus on loving kindness. “

source: སེམས་ཅན་ཀུན་ལ་བརྩེ་བ་དང་། །སྙིང་རྗེ་དམ་པས་བརྒྱན་པ་དང་། །དོན་ཡོད་ཞགས་པའི་རིག་སྔགས་ཆེ། །གྲུབ་པ་བླ་མེད་ཆོ་གའི་རྒྱལ།
en: The most beautiful adornment is compassion and love for all beings, and the best accomplishment is one that is won by this rite of Amoghapāśa, the great king of vidyās.

source: །བཀླགས་པས་ལས་རྣམས་ཐམས་ཅད་དག །འགྲུབ་པར་བགྱིད་དེ་སོམ་ཉི་མེད།
en: After completing the recitations this rite will, without doubt, accomplish all activities.

source: །འཇིག་རྟེན་བླ་མའི་སྙིང་པོ་དག །དེ་བཞིན་གང་དག་རྟག་བརྗོད་ན། །ལུས་ཅན་རྟག་ཏུ་མཆོག་སྦྱིན་གྱི། །ཕྱག་ན་པདྨ་རྟག་ཏུ་འགྱུར།
en: Padmapāṇi, who always grants boons to beings, will cherish the vidyā holder who always keeps the teachers of the world in his heart.

source: །ཅི་ལྟར་གང་གཱའི་བྱེ་སྙེད་ཀྱི། །སངས་རྒྱས་བྱེ་བ་ཕྲག་སྟོང་ལ། །བསོད་ནམས་ཕུང་པོ་ཁྲི་ཕྲག་བསྐྱེད།
en: The vidyā holder’s store of merit will increase a hundred thousand times, as if he were in the presence of thousands of millions of buddhas equal in number to the grains of sand in the Gaṅgā river.

source: །དགེ་བའི་རྩ་བ་སོགས་པ་དང་། །སངས་རྒྱས་བྱ་བ་བགྱིད་པར་འགྱུར། །སྨྱུང་བ་བགྱིས་ནས་བཟླས་བརྗོད་གཅིག །
en: He will accumulate the roots of virtue and will accomplish the deeds of the Buddha. “

source: མཁས་པའི་མིས་ནི་བརྗོད་བགྱིད་པ།
en: Learned vidyā holders should fast and remain focused on their recitation.

source: །དགེ་སློང་ཕ་དང་དགེ་སློང་མ། །དགེ་བསྙེན་ཕོ་མོས་དེ་བཞིན་དུ། །བདེ་བ་ཅན་དུ་མྱུར་དུ་མཆི། །སྡུག་བསྔལ་མི་བཟད་མྱོང་འགྱུར་བའི། །ཉོན་མོངས་པ་ལས་ཐར་བར་འགྱུར།
en: Whether they are a monk or nun, or a male or female lay practitioner, they will be able to swiftly travel to Sukhāvatī and be freed from afflictions and unbearable pain and suffering.

source: །རྟག་ཏུ་སངས་རྒྱས་བྱང་ཆུབ་དག །
en: They will, at all times, be able to see the buddhas and the bodhisattvas.

source: མཐོང་བར་འགྱུར་ཏེ་སོམ་ཉི་མེད།
en: Of this there is no doubt. “

source: །དེ་ནས་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོའི་ཆོ་ག་ཅི་ལྟ་བ་བཞིན་དུ་བཟླས་བརྗོད་ཀྱི་ཆོ་ག་བརྗོད་པར་བགྱི་སྟེ།
en: I will now explain the recitation procedure of the heart mantra of Amoghapāśa as required for the rite.

source: བཟླས་བརྗོད་ཀྱི་ནི་ལས་བགྱིས་ན། །རིག་སྔགས་འཆང་ལ་དེ་ཉིད་འགྲུབ།
en: If the vidyā holder performs the ritual recitation, he will obtain the true accomplishments of a vidyādhara.
